[
  {
    "guid": "a93eab6518ed",
    "title": "The Voom Software Engineering Interview Process",
    "link": "https://blog.evantahler.com/the-voom-software-engineering-interview-process-a93eab6518ed",
    "thumbnail": "https://miro.medium.com/max/2200/1*9HNP1gUTyhHlUcbJBNYpgg.jpeg",
    "date": "2019-03-20",
    "description": "Over the past year, we have been working on creating an interview process for our engineering team with these 4 goals in mind: \"Efficiency\", \"Focus on what the job will be like\", \"Test only relevant skills\", and \"Be inclusive\". Airbus’ new UAM (Urban Air Mobility) division has given us an incredible amount of leeway to craft a process that best meets our needs and helps us to find the best talent available.  We are trying not to fall into common software engineering interview traps, and have come up with a rather unique process we are excited to share.",
    "categories": [
      "Recruiting",
      "Software Engineering",
      "Building Voom",
      "Pair Programming",
      "Teamwork"
    ]
  },
  {
    "guid": "9a4b5caf4e62",
    "title": "Why Choose Actionhero",
    "link": "https://blog.evantahler.com/why-choose-actionhero-9a4b5caf4e62",
    "thumbnail": "https://miro.medium.com/max/4316/1*FWU1OZyieAZc__WqiNXGrQ.png",
    "date": "2017-02-27",
    "description": "Until now, I’ve taken a very soft stance on \"why\" Actionhero might be better than any other server framework/tool for your project, as every project is different. Maybe all of your project’s goals really would be met using only Express, and all you need is a JSON-speaking REST API server. That said, every project I’ve worked on always needed… more.",
    "categories": ["Nodejs", "JavaScript", "Actionherojs", "Expressjs", "Koajs"]
  },
  {
    "guid": "f800f96b9c31",
    "title": "Tips for Building International Products and Companies",
    "link": "https://blog.evantahler.com/tips-for-building-international-products-and-companies-f800f96b9c31",
    "thumbnail": "https://miro.medium.com/max/11520/1*kPialmqAJFyZG3FCt1JC-A.jpeg",
    "date": "2018-10-08",
    "description": "As a product and engineering team based in the US, we have been focused on building a product for international markets from day one. We’ve spent a lot of time thinking about the best way to build, what Voom CEO Uma Subramanian, calls a \"born-global\" business. Here are are few of the principals we’ve adopted along the way.",
    "categories": [
      "Travel",
      "Product",
      "Product Management",
      "International Development",
      "Building Voom"
    ]
  }
]
